 let  successfulMovies  = [
   {
    poster_path:"/uaRusyPlXRD4w3XPbfDDbO4jXST.jpg",
    overview:'Джейк Салли — бывший морской пехотинец, прикованный к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остаётся воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.',
    original_title:'Avatar',release_date:'2009-12-10',vote_average:'7.5',id:98765,
  },
  {  poster_path:"/97Vh0jjRm1iND3kui7frYLU3Ajs.jpg",
    overview:'После разрушительных событий в "Мстители: Войны бесконечности", вселенная лежит в руинах. Оставшиеся в живых участники команды Мстителей снова объединяются в попытке восстановить баланс во вселенной.',
    original_title:'Avengers:Endgame',release_date:'2019-04-24',vote_average:"8.3",id:98761,
  },
  {
  
    poster_path:'/qIUFg6tzKeK5bUDguonWCAFceNB.jpg',
    overview:'Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть Камней Бесконечности — артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, с чем Мстители сталкивались ранее, вело к этому моменту — судьба Земли никогда ещё не была столь неопределённой.',
    original_title:'Avengers:Infinity War',release_date:'2018-04-25',vote_average:'8.3',id:98725,
  },
  {
    poster_path:'/r3sYKBtoNHPyS9vkaA8dJyh8grG.jpg',
    overview:'Молодые влюбленные Джек и Роза находят друг друга в первом и последнем плавании «непотопляемого» Титаника. Они не могли знать, что шикарный лайнер столкнется с айсбергом в холодных водах Северной Атлантики, и их страстная любовь превратится в схватку со смертью…',
    original_title:'Titanic',release_date:'1997-11-18',vote_average:'7.9',id:98765, 
  },
  {
    poster_path:'/i5A0OCxcinzkcxvesvefFu9vX3K.jpg',
    overview:'Они покорили Токио и Рио, Лос-Анджелес и Лондон. Но мир больше не играет по их правилам. Зной арабских пустынь, неприлично высокие небоскребы, миллионы долларов на колесах и очень, очень знаменитый злодей. Скорость не знает границ.',
    original_title:'Форсаж 7',release_date:'2015-04-01',vote_average:'7.3',id:98765,
  },
  {
    poster_path:'/5ltRJxurOTIaMQwcOwSau7l3GME.jpg',
    overview:'Через тридцать лет после гибели Дарта Вейдера и Императора галактика по-прежнему в опасности. Государственное образование Новый Порядок во главе с их таинственным верховным лидером Сноуком и его правой рукой Кайло Реном идёт по стопам Империи, пытаясь захватить всю власть. В это нелёгкое время судьба сводит юную девушку Рей и бывшего штурмовика Нового Порядка Финна с героями времён войны с Империей — Ханом Соло, Чубаккой и Королевой Леей. Вместе они должны дать бой Новому Порядку, однако настаёт тот момент, когда становится очевидно, что лишь джедаи могут остановить Сноука и Кайло Рена. И в галактике в живых остаётся только один.',
    original_title:'Звёздные войны: Пробуждение силы',release_date:'2015-12-15',vote_average:'7.3',id:98765,
  },
  {
    poster_path:'/9NAGr8Z2OVURC4kjq31TIuNar4L.jpg',
    overview:'История об отважном львенке по имени Симба. Знакомые с детства герои взрослеют, влюбляются, познают себя и окружающий мир, совершают ошибки и делают правильный выбор.',
    original_title:'Король Лев',release_date:'2019-07-12',vote_average:'7.2',id:98765,
  },
  {
    poster_path:'/vtPHRZwCeZGrDqfXIHT3UkAdtkc.jpg',
    overview:'Продолжение знаменитой франшизы про возрождение динозавров на нашей планете. Тысячи людей спешат увидеть Мир Юрского периода, но безопасное на первый взгляд развлечение может обернуться угрозой для их жизней...',
    original_title:'Jurassic World',release_date:'2015-06-06',vote_average:'6.7',id:18765,
  },

  {
    poster_path:'/p4XurAYUUxsJgHEnGsPSqNMskYr.jpg',
    overview:'Анна, Эльза, Кристоф, его верный олень Свен и никогда не унывающий снеговик Олаф должны будут покинуть уютное королевство Эренделл и отправиться ещё дальше на север, в путешествие, которое приведет их к истокам древних легенд и поможет раскрыть тайны, касающиеся прошлого их родной страны.',
    original_title:'Frozen II',release_date:'2019-11-20',vote_average:'7.3',id:97765,
  },

]
export default successfulMovies